Repository: robgha01/Angular-Event-Site
Catalog: AngularEventSite.Web/Dictionaries/Backoffice/ContentTypes/ContentTypes.*.resx
Languages: sv_se

# BrowserTabText name
source: Page Title
sv_se: Sidans titel

# BrowserTabText description
source: Title of the page in the browser tab, bookmarks etc. Should be kept under 70 characters. If this is empty, the "Menu title" from the "Navigation" tab will be used instead. If that is empty too, the document name will be used.
sv_se: Titeln på den här sidan i webbläsarens tab, bokmärken etc. Bör hållas under 70 tecken. Om detta är tom, kommer "Meny titeln" från "Navigation" -fliken användas i stället. Om det är tomt också kommer dokumentnamnet användas.

# MainBody name
source: Body text
sv_se: Brödtext

# MainBody description
source: This is the page body
sv_se: Detta är sidans brödtext

# MainHeader name
source: Heading
sv_se: Rubrik

# MainHeader description
source: This is the page's <h1>
sv_se: Detta är sidans <h1>

# MainPreamble name
source: Preamble
sv_se: Ingress

# MainPreamble description
source: This is the page preamble
sv_se: Detta är sidans ingress

# NotifyOnNewMemberSignup description
source: Notify when a new member have registered
sv_se: Meddela när en ny medlem registrerat sig

# NotifyOnNewMemberSignup name
source: Notify member signups
sv_se: Meddela medlem registreringar

# NotificationEmailAddress description
source: The email address that should receive notifications if any is set.
sv_se: Den e-postadress som ska få meddelanden om någon notifiering är påslagen.

# NotificationEmailAddress name
source: Notification email address
sv_se: Notifierings e-postadress

# FooterLogotype name
source: Footer Logotype
sv_se: Sidfot Logotyp

# FooterLogotype description
source: Site footer logotype
sv_se: Sajtens logga i footern

# EventName name
source: Course name
sv_se: Kursnamn

# EventDescription name
source: Description
sv_se: Beskrivning

# EventName description
source: A name for this course.
sv_se: Namn på kursen.

# EventDescription description
source: Description of this course.
sv_se: Kursens beskrivning.

# EventStartDate name
source: Start date
sv_se: Startdaum

# EventStartDate description
source: Start date for this course.
sv_se: Kursens startdatum.

# EventEndDate name
source: End date
sv_se: Slutdatum

# EventEndDate description
source: End date of this course (only the time is used)
sv_se: Kursens slutdatum i tid

# EventAddress name
source: Address
sv_se: Adress

# EventAddress description
source: Address to this course.
sv_se: Kursens adress.

# EventZip name
source: Zip
sv_se: Postnummer

# EventZip description
source: Course zip code
sv_se: Kursens postnummer.

# EventCity name
source: City
sv_se: Postort

# EventCity description
source: City of the course.
sv_se: Kursens postort.

# EventAdditionalInfo name
source: Additional info
sv_se: Extra information

# EventAdditionalInfo description
source: Any additional info for the course.
sv_se: Eventuella ytterligare information för kursen.

# CourseSpots name
source: Number of places
sv_se: Antal platser

# CourseSpots description
source: The size of this course.
sv_se: Kursens antal platser.

# CompanyName name
source: Company
sv_se: Företag

# CompanyName description
source: The company responsible for this course.
sv_se: Företaget som håller i kursen.

# AdvancedSeoPreview description
source: Search Engine Result Page Preview. This is how the page might look in Google search results, if the content on the page matches the SEO.
sv_se: Sökmotorns förhandsvisning resultatsida. Detta är här sidan kan se ut i Googles sökresultat, om innehållet på sidan matchar SEO.

# MetaKeywords name
source: Keywords
sv_se: Nyckelord

# MetaKeywords description
source: The most important words for this page. Should be a short list, and not include any special characters.
sv_se: De viktigaste orden för denna sida. Bör vara en kort lista, och inte innehålla några specialtecken.

# MetaDescription description
source: A brief summary of the page content. Technically this is the meta description, but it is used in SERP too. Must include the Keywords above.
sv_se: En kort sammanfattning av innehållet på sidan. Tekniskt sett är detta meta beskrivning, men den används i SERP också. Måste inkludera sökord ovan.

# MetaDescription name
source: Description
sv_se: Beskrivning

# GridFrontPage name
source: Content Modules
sv_se: Innehålls Moduler

# GridFrontPage description
source: This is how the page looks like.
sv_se: Detta är hur sidan ser ut.

# HideInNavigation description
source: Hide this page from all menus on the site. The page can still be accessed in all other ways.
sv_se: Dölj den här sidan från alla menyer på webbplatsen. Sidan kan fortfarande nås på alla andra sätt.

# HideInNavigation name
source: Hide from menu
sv_se: Göm från menu

# Redirect name
source: Redirect to
sv_se: Omdirigering till

# Redirect description
source: Redirect the user from current page to the selected page.
sv_se: Omdirigera användaren från aktuell sida till vald sida.

# UmbracoUrlAlias description
source: Add additional aliases that should go to this page.
sv_se: Lägg till ytterligare aliases som ska gå till den här sidan.

# UmbracoUrlName name
source: Url Name
sv_se: Url Namn

# UmbracoUrlName description
source: Change the url address that go to this page.
sv_se: Ändra url adressen som går till den här sidan.

# ShowInSitemap name
source: Show in sitemap.xml
sv_se: Visa i sitemap.xml

# ShowInSitemap description
source: This will allow search engines to easily find the page.
sv_se: Detta gör det möjligt för sökmotorer att enkelt hitta sidan.

# ChangeFrequency name
source: Sitemap change frequency
sv_se: Sitemap frekvensändring

# ChangeFrequency description
source: A hint to search engines on how often the page is changed.
sv_se: En hint till sökmotorer på hur ofta sidan ändras.

# SitemapPriority name
source: Sitemap priority
sv_se: Sitemap prioritet

# SitemapPriority description
source: A hint to search engines on how important this is compared to other pages on the same site.
sv_se: En hint till sökmotorer på hur viktigt detta är jämfört med andra sidor på siten.

# BlockInRobots description
source: If this is set to "block", search engines will not index this page.
sv_se: Om detta är inställt på "block", sökmotorer kommer inte att indexera denna sida.

# GridStartPage name
source: Start Page Modules
sv_se: Startsidans Innehålls Moduler

# GridStartPage description
source: This is how the page looks like.
sv_se: Detta är hur sidan ser ut.

# UnitPrice name
source: Unit price
sv_se: Styckpris

# UnitPrice description
source: Unit price for this service
sv_se: Styckpris för den här tjänsten

# DiscountRate name
source: Discount rate
sv_se: Rabattsats

# DiscountRate description
source: Optional: Set a discount rate, 0.5 to 50% -Discount
sv_se: Optional: Ange en rabattsats ex 0.5 för 50% rabatt

# IncVat name
source: Including VAT
sv_se: Inklusive Moms

# IncVat description
source: Is the unit price including VAT?
sv_se: Är styckpris inklusive moms ?

# VatRate name
source: VAT Rate
sv_se: Momssats

# VatRate description
source: What VAT rate will be used in calculating the price? ex Time 0.25
sv_se: Vilken momssats ska användas vid beräkning av pris ? ex: 0.25

# MaterialVat name
source: Material VAT
sv_se: Material Moms

# MaterialVat description
source: How much is the VAT for materials?
sv_se: Hur mycket är momsen för material ?

# TravelCost name
source: Travel cost
sv_se: Resekostnad

# TravelCost description
source: How much is the cost of a trip?
sv_se: Hur mycket är Resekostnaden ?

# PriceConfiguration name
source: Service price configuration
sv_se: Service pris Inställningar

# PriceConfiguration description
source: Price configurations for service specialities
sv_se: Pris Inställningar för tjänster

# PriceVariations name
source: Price modes
sv_se: Prislägen

# PriceVariations description
source: Price variations
sv_se: Pris variationer

# HourPriceConfiguration name
source: Service: Price by hour
sv_se: Service: Pris per timme

# HourPriceConfiguration description
source: Price configuration for hour based services
sv_se: Priskonfiguration för timbaserade tjänster

# HomeOccasions name
source: Cleaning sessions per month
sv_se: Städtillfällen per månad

# HomeOccasions description
source: A list of cleaning sessions
sv_se: En lista med Städtillfällen

# HoursSqm name
source: Hours and Sqm
sv_se: Timmar kvadratmeter

# HoursSqm description
source: Specify the hours to be used for every square meter level
sv_se: Ange vilka timmar som ska användas för varje kvadratmeter nivå

# SQMPriceConfigurationPageModel name
source: Service: Price by square meters
sv_se: Service: Pris per kvadratmeter

# SQMPriceConfigurationPageModel description
source: Configuration set for square meter based price calculations
sv_se: Konfigurationsuppsättning för kvadratmeter baserad prisberäkningar

# GridSearchPageEmptyResultNote name
source: Area: Empty Results
sv_se: Område: Tomma resultat
